const config = {
    "code": 1,
    "data": [
        {
            "id": "1",
            "name": "﻿北京",
            "city": [
                {
                    "id": "2",
                    "name": "北京市",
                    "county": [
                        {
                            "id": "3",
                            "name": "东城区"
                        },
                        {
                            "id": "4",
                            "name": "西城区"
                        },
                        {
                            "id": "5",
                            "name": "崇文区"
                        },
                        {
                            "id": "6",
                            "name": "宣武区"
                        },
                        {
                            "id": "7",
                            "name": "朝阳区"
                        },
                        {
                            "id": "8",
                            "name": "丰台区"
                        },
                        {
                            "id": "9",
                            "name": "石景山区"
                        },
                        {
                            "id": "10",
                            "name": "海淀区"
                        },
                        {
                            "id": "11",
                            "name": "门头沟区"
                        },
                        {
                            "id": "12",
                            "name": "房山区"
                        },
                        {
                            "id": "13",
                            "name": "通州区"
                        },
                        {
                            "id": "14",
                            "name": "顺义区"
                        },
                        {
                            "id": "15",
                            "name": "昌平区"
                        },
                        {
                            "id": "16",
                            "name": "大兴区"
                        },
                        {
                            "id": "17",
                            "name": "怀柔区"
                        },
                        {
                            "id": "18",
                            "name": "平谷区"
                        },
                        {
                            "id": "19",
                            "name": "密云县"
                        },
                        {
                            "id": "20",
                            "name": "延庆县"
                        }
                    ]
                }
            ]
        },
        {
            "id": "21",
            "name": "上海",
            "city": [
                {
                    "id": "22",
                    "name": "上海市",
                    "county": [
                        {
                            "id": "23",
                            "name": "黄浦区"
                        },
                        {
                            "id": "24",
                            "name": "卢湾区"
                        },
                        {
                            "id": "25",
                            "name": "徐汇区"
                        },
                        {
                            "id": "26",
                            "name": "长宁区"
                        },
                        {
                            "id": "27",
                            "name": "静安区"
                        },
                        {
                            "id": "28",
                            "name": "普陀区"
                        },
                        {
                            "id": "29",
                            "name": "闸北区"
                        },
                        {
                            "id": "30",
                            "name": "虹口区"
                        },
                        {
                            "id": "31",
                            "name": "杨浦区"
                        },
                        {
                            "id": "32",
                            "name": "闵行区"
                        },
                        {
                            "id": "33",
                            "name": "宝山区"
                        },
                        {
                            "id": "34",
                            "name": "嘉定区"
                        },
                        {
                            "id": "35",
                            "name": "浦东新区"
                        },
                        {
                            "id": "36",
                            "name": "金山区"
                        },
                        {
                            "id": "37",
                            "name": "松江区"
                        },
                        {
                            "id": "38",
                            "name": "青浦区"
                        },
                        {
                            "id": "39",
                            "name": "南汇区"
                        },
                        {
                            "id": "40",
                            "name": "奉贤区"
                        },
                        {
                            "id": "41",
                            "name": "崇明县"
                        },
                        {
                            "id": "3287",
                            "name": "上海漕河泾开发区"
                        }
                    ]
                }
            ]
        },
    ]
};
export default config;